[Play_X2_XP_ASSN_T_1st_Stronghold_Post_Intro AkEvent]
SpokenText="Take pride XCOM. Pride that you have come further than any of your kind. Pride that your death this day honors the Elders."

[Play_X2_XP_ASSN_T_2nd_Stronghold_Post_Intro AkEvent]
SpokenText="XCOM! Do not mistake the failings of my brother for hope. Your pride has led you to this moment. Your deaths today are so...meaningless."

[Play_X2_XP_ASSN_T_3rd_Stronghold_Post_Intro AkEvent]
SpokenText="Well met XCOM. You have proven your worth against my brothers. Now your real test begins."

[Play_X2_XP_ASSN_T_AI_Turn_Begins_A AkEvent]
SpokenText="Onward! Leave no human standing!"

[Play_X2_XP_ASSN_T_AI_Turn_Begins_B AkEvent]
SpokenText="Let the Elders will be done!"

[Play_X2_XP_ASSN_T_AI_Turn_Begins_C AkEvent]
SpokenText="You will fight and die as ordered!"

[Play_X2_XP_ASSN_T_AI_Turn_Begins_D AkEvent]
SpokenText="Go, destroy them quickly."

[Play_X2_XP_ASSN_T_AI_Turn_Begins_E AkEvent]
SpokenText="Show them what the Elders have asked of you!"

[Play_X2_XP_ASSN_T_AI_Turn_Begins_F AkEvent]
SpokenText="You were created for this very purpose. Now go!"

[Play_X2_XP_ASSN_T_AI_Turn_Begins_G AkEvent]
SpokenText="At one time, you were all chosen by the Elders. Honor them. "

[Play_X2_XP_ASSN_T_AI_Turn_Begins_H AkEvent]
SpokenText="Serve your masters well! Destroy all who stand in your way."

[Play_X2_XP_ASSN_T_AI_Turn_Begins_I AkEvent]
SpokenText="Leave these humans with nothing but regret."

[Play_X2_XP_ASSN_T_AI_Turn_Begins_J AkEvent]
SpokenText="The Elders will hear no excuses, accept no failure. Do not disappoint them."

[Play_X2_XP_ASSN_T_ASSN_Captures_Elena_Convo_A_1 AkEvent]
SpokenText="The Elders know this one all too well--the Reaper's hand... Elena Dragunova. I will take great pleasure in learning of her many exploits firsthand."

[Play_X2_XP_ASSN_T_Avatar_Almost_Complete AkEvent]
SpokenText="I admire your tenacity, your courage in the face of what must be a terrifying realization. Soon you will face the end, one way or another."

[Play_X2_XP_ASSN_T_Avatar_Almost_Complete_B AkEvent]
SpokenText="Just as you've come to realize the Elders true intent, so too will you come to understand the inevitability of your fate, Commander."

[Play_X2_XP_ASSN_T_Avatar_Almost_Complete_C AkEvent]
SpokenText="It seems the Elders will has nearly been carried out. Perhaps the Chosen were an unneeded measure after all? "

[Play_X2_XP_ASSN_T_Avatar_Almost_Complete_D AkEvent]
SpokenText="For all of your efforts you cannot stop the Elder's will. Soon the Avatar project will be complete. Soon we will all be saved."

[Play_X2_XP_ASSN_T_Avatar_Almost_Complete_E AkEvent]
SpokenText="The Avatar project draws to completion. We can delay our game no longer Commander. I must return you to the Elders. "

[Play_X2_XP_ASSN_T_Avenger_Assault_Avenger_Critical AkEvent]
SpokenText="Your ship will crumble, and you will return the Elders' as I have promised them."

[Play_X2_XP_ASSN_T_Avenger_Assault_First_A AkEvent]
SpokenText="And so we strike at your heart, the last refuge of your faltering Resistance. The Elders will have their prize, and I will have mine."

[Play_X2_XP_ASSN_T_Avenger_Assault_First_B AkEvent]
SpokenText="The time has to come to end this struggle once and for all. Your Avenger will fall today."

[Play_X2_XP_ASSN_T_Avenger_Assault_First_C AkEvent]
SpokenText="There is nowhere left to run, nowhere you can possibly hide. This will be your final stand, Commander. "

[Play_X2_XP_ASSN_T_Avenger_Assault_First_Cannon_Hit AkEvent]
SpokenText="The Elders have developed many weapons of war, strange that it would be this that leads to your downfall."

[Play_X2_XP_ASSN_T_Avenger_Assault_First_D AkEvent]
SpokenText="Word of the Avenger has spread even to the Elder's ears.  It will make a fitting coffin for you, Commander."

[Play_X2_XP_ASSN_T_Avenger_Assault_Generator_Destroyed AkEvent]
SpokenText="Even if you escape, I will surely find you no matter where you run!"

[Play_X2_XP_ASSN_T_Avenger_Assault_On_Victory AkEvent]
SpokenText="This is the end for you, Commander. My triumph today means your world is mine."

[Play_X2_XP_ASSN_T_Avenger_Assault_Subs_A AkEvent]
SpokenText="Your ship stands as a bastion to those who resist, a validation of their efforts. Today, I will show them the futility of hope."

[Play_X2_XP_ASSN_T_Avenger_Assault_Subs_B AkEvent]
SpokenText="I doubt there are many among your kind that have not heard tales of the Avenger's daring exploits. We will write the final chapter here today."

[Play_X2_XP_ASSN_T_Avenger_Assault_Subs_C AkEvent]
SpokenText="The destruction of your ship will be the defining moment in my ascendency. Prepare for your return to the Elders, Commander. "

[Play_X2_XP_ASSN_T_Avenger_Assault_Subs_D AkEvent]
SpokenText="This is the beginning of the end, Commander. With your headquarters destroyed, there will be no more running. "

[Play_X2_XP_ASSN_T_Avenger_Assault_Subs_E AkEvent]
SpokenText="Your people have suffered greatly to protect you, Commander. Now they will sacrifice the only refuge they had left. "

[Play_X2_XP_ASSN_T_Avenger_Assault_Turret_Destroyed AkEvent]
SpokenText="It will do nothing to slow the collapse of your only refuge!"

[Play_X2_XP_ASSN_T_Bending_Reed_A AkEvent]
SpokenText="I must withdraw."

[Play_X2_XP_ASSN_T_Bending_Reed_B AkEvent]
SpokenText="Back to the shadows."

[Play_X2_XP_ASSN_T_Bending_Reed_C AkEvent]
SpokenText="To the cover of darkness."

[Play_X2_XP_ASSN_T_Bending_Reed_D AkEvent]
SpokenText="A tactical retreat. "

[Play_X2_XP_ASSN_T_Bending_Reed_E AkEvent]
SpokenText="Bent, not broken."

[Play_X2_XP_ASSN_T_Bending_Reed_F AkEvent]
SpokenText="I move among the reeds."

[Play_X2_XP_ASSN_T_Bending_Reed_G AkEvent]
SpokenText="You cannot follow."

[Play_X2_XP_ASSN_T_Bending_Reed_H AkEvent]
SpokenText="My path is clear."

[Play_X2_XP_ASSN_T_Bending_Reed_I AkEvent]
SpokenText="The time is now."

[Play_X2_XP_ASSN_T_Bending_Reed_J AkEvent]
SpokenText="I must move."

[Play_X2_XP_ASSN_T_Bladestorm_A AkEvent]
SpokenText="There will be no escape!"

[Play_X2_XP_ASSN_T_Bladestorm_B AkEvent]
SpokenText="With great fury!"

[Play_X2_XP_ASSN_T_Bladestorm_C AkEvent]
SpokenText="The storm is coming!"

[Play_X2_XP_ASSN_T_Bladestorm_D AkEvent]
SpokenText="An unstoppable force!"

[Play_X2_XP_ASSN_T_Bladestorm_E AkEvent]
SpokenText="No further restraint!"

[Play_X2_XP_ASSN_T_Bladestorm_F AkEvent]
SpokenText="There will be no shelter."

[Play_X2_XP_ASSN_T_Bladestorm_G AkEvent]
SpokenText="The storm rages on!"

[Play_X2_XP_ASSN_T_Bladestorm_H AkEvent]
SpokenText="All will know my wrath!"

[Play_X2_XP_ASSN_T_Bladestorm_I AkEvent]
SpokenText="No one escapes the storm!"

[Play_X2_XP_ASSN_T_Bladestorm_J AkEvent]
SpokenText="There will be no more running!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_A AkEvent]
SpokenText="The Elders send more to serve me!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_B AkEvent]
SpokenText="My forces grow in number!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_C AkEvent]
SpokenText="I will not be outmatched, nor outnumbered!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_D AkEvent]
SpokenText="The armies at my disposal are endless!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_E AkEvent]
SpokenText="The Elders bolster me with reinforcements."

[Play_X2_XP_ASSN_T_Calling_Reinforcements_F AkEvent]
SpokenText="This battle is not over yet!"

[Play_X2_XP_ASSN_T_Calling_Reinforcements_G AkEvent]
SpokenText="All that the Elders command are at my service."

[Play_X2_XP_ASSN_T_Calling_Reinforcements_H AkEvent]
SpokenText="The Elders' servants are eager to join the fray."

[Play_X2_XP_ASSN_T_Calling_Reinforcements_I AkEvent]
SpokenText="My reserves are endless, Commander."

[Play_X2_XP_ASSN_T_Calling_Reinforcements_J AkEvent]
SpokenText="I call upon the Elders forces to serve me!"

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_A AkEvent]
SpokenText="Last we met, you left one of your own behind. Will you be so quick to abandon another this time? "

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_B AkEvent]
SpokenText="Even among the Elder's lesser minions, a true soldier never leaves another behind on the field of battle. Can the same be said of you?"

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_C AkEvent]
SpokenText="The dishonor of your defeat is only compounded by the contempt you've shown your own soldier by leaving them behind."

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_D AkEvent]
SpokenText="How do you presume to gain the trust of these humans when they see you're so quick to leave them behind in battle?"

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_E AkEvent]
SpokenText="My gratitude at the gift you've left me is tempered by my surprise at your forsaking your own soldier."

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_F AkEvent]
SpokenText="Your soldiers fight well, Commander.  A pity their lives matter so little to you.  "

[Play_X2_XP_ASSN_T_Captured_Soldier_Last_G AkEvent]
SpokenText="Perhaps if you knew the fate in store for your captive troops you might fight harder to save them, Commander.  Still, the Elders will cannot be ignored.  I will do what I must."

[Play_X2_XP_ASSN_T_Chosen_Captures_High_Rank_A AkEvent]
SpokenText="This one possesses such experience, no doubt of great importance to you and your cause. What a loss it must be."

[Play_X2_XP_ASSN_T_Chosen_Captures_High_Rank_B AkEvent]
SpokenText="A seasoned warrior, left behind in the heat of battle. I wonder what secrets they will share."

[Play_X2_XP_ASSN_T_Chosen_Captures_Jane AkEvent]
SpokenText="We know this one holds special value to you, Commander. The infamous Jane Kelly, guilty of incitement and disorder. The Elders are eager to speak with her."

[Play_X2_XP_ASSN_T_Chosen_Captures_Multiple_Soldiers_A AkEvent]
SpokenText="How many of your soldiers will you leave behind? How many will find themselves in my grasp? "

[Play_X2_XP_ASSN_T_Chosen_Captures_Multiple_Soldiers_B AkEvent]
SpokenText="You've left another of your soldiers for me to speak with? You should really be more careful. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Multiple_Soldiers_C AkEvent]
SpokenText="I would have thought you'd have learned not leave your soldiers so easily within my reach. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Psi_Op_A AkEvent]
SpokenText="Even your most adept know nothing of the true power of the Elders' gift. This one will break just as the others have. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Psi_Op_B AkEvent]
SpokenText="Now that I have one of your Psionically gifted soldiers, perhaps I will test the extent of their power. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Reaper_A AkEvent]
SpokenText="Your kind behave no better than animals. The Reapers, humans without humanity. I am eager to understand how such a group came to exist."

[Play_X2_XP_ASSN_T_Chosen_Captures_Reaper_B AkEvent]
SpokenText="How would your leader feel if he knew that you had allowed yourself to be captured? A Reaper, soon to be in captivity."

[Play_X2_XP_ASSN_T_Chosen_Captures_Reaper_C AkEvent]
SpokenText="Your people's insistence on self-reliance is admirable, to a point. I wonder, how long will you last without a place to hide?"

[Play_X2_XP_ASSN_T_Chosen_Captures_Reaper_D AkEvent]
SpokenText="In the shadows, we may be equals, but now the truth is clear?you are just another human, waiting to be subjugated."

[Play_X2_XP_ASSN_T_Chosen_Captures_Skirmisher_A AkEvent]
SpokenText="You have betrayed your masters, your creators?and now you will betray your own kind in turn. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Skirmisher_B AkEvent]
SpokenText="Tell me, Skirmisher, what will you do with your newfound freedom? Let us delve into your mind and find the truth. "

[Play_X2_XP_ASSN_T_Chosen_Captures_Skirmisher_C AkEvent]
SpokenText="I am eager to see what your simple mind could possibly be conceiving of without the Elders to empower you."

[Play_X2_XP_ASSN_T_Chosen_Captures_Skirmisher_D AkEvent]
SpokenText="You may fight as warriors, but your kind will never have honor. I am eager to deliver all traitors back into the Elder's embrace."

[Play_X2_XP_ASSN_T_Chosen_Captures_Templar_A AkEvent]
SpokenText="I wonder what I might learn from these Templars, with such a basic understanding of the gift. I will find out soon enough."

[Play_X2_XP_ASSN_T_Chosen_Captures_Templar_B AkEvent]
SpokenText="I am curious as to the extent of your power, Templar. Soon I will know the truth about your attempts at wielding the gift."

[Play_X2_XP_ASSN_T_Chosen_Captures_Templar_C AkEvent]
SpokenText="Those who would seek to wield the power of Psionics often find themselves overwhelmed by its allure."

[Play_X2_XP_ASSN_T_Chosen_Captures_Templar_D AkEvent]
SpokenText="Your attempts at wielding the Elders power have left you here, weak and exposed. "

[Play_X2_XP_ASSN_T_Chosen_Close_To_Avenger_A AkEvent]
SpokenText="Time is running out, Commander. If you won't face me, I will come to you. "

[Play_X2_XP_ASSN_T_Chosen_Close_To_Avenger_B AkEvent]
SpokenText="Soon enough you'll find me waiting at the doors of your Avenger, ready to claim the Elder's prize."

[Play_X2_XP_ASSN_T_Chosen_Field_Killed_A AkEvent]
SpokenText="An unforgiveable failure!"

[Play_X2_XP_ASSN_T_Chosen_Field_Killed_B AkEvent]
SpokenText="I will live on."

[Play_X2_XP_ASSN_T_Chosen_Field_Killed_C AkEvent]
SpokenText="You prevail, for now. "

[Play_X2_XP_ASSN_T_Chosen_Flee_Threshold_A AkEvent]
SpokenText="The Elders call me to return!"

[Play_X2_XP_ASSN_T_Chosen_Flee_Threshold_B AkEvent]
SpokenText="I am summoned to withdraw!"

[Play_X2_XP_ASSN_T_Chosen_Flee_Threshold_C AkEvent]
SpokenText="I must return to the Elders' embrace!"

[Play_X2_XP_ASSN_T_Chosen_Flee_Threshold_D AkEvent]
SpokenText="The Elders control my fate now."

[Play_X2_XP_ASSN_T_Chosen_Flee_Threshold_E AkEvent]
SpokenText="The Elders will not allow my passing."

[Play_X2_XP_ASSN_T_Chosen_Flees_First_Defeat_A AkEvent]
SpokenText="Were I to fall today, the Elders would have me suffer a fate worse than death. I must retreat for now, but we will not be apart for long.  "

[Play_X2_XP_ASSN_T_Chosen_Flees_First_Defeat_B AkEvent]
SpokenText="Though it pains me to flee from a worthy adversary, the Elders will not allow me to die in this world. We will meet again."

[Play_X2_XP_ASSN_T_Chosen_Flees_Generic_A AkEvent]
SpokenText="In fleeing this battle, I feel no shame, for the war has only just begun."

[Play_X2_XP_ASSN_T_Chosen_Flees_Generic_B AkEvent]
SpokenText="I must retreat for now, but we will surely meet again. "

[Play_X2_XP_ASSN_T_Chosen_Flees_Generic_C AkEvent]
SpokenText="When the time comes, I will face death with honor, but for now I am called to retreat."

[Play_X2_XP_ASSN_T_Chosen_Flees_Generic_D AkEvent]
SpokenText="At the Elder's behest, I must put strategy before honor. I will retreat, for now. "

[Play_X2_XP_ASSN_T_Chosen_Flees_Generic_E AkEvent]
SpokenText="You have forced my hand, I will return to the Elders and prepare for the next assault."

[Play_X2_XP_ASSN_T_Chosen_Flees_Multiple_Defeats_A AkEvent]
SpokenText="At one time it would have been unthinkable that I might ever fall in battle. Now, it appears you have bested me once again. "

[Play_X2_XP_ASSN_T_Chosen_Flees_Multiple_Defeats_B AkEvent]
SpokenText="It is rare to find an opponent worthy of my skills, rarer still to find one capable of besting me more than once. "

[Play_X2_XP_ASSN_T_Chosen_Flees_Multiple_Defeats_C AkEvent]
SpokenText="You are the only one to have ever forced my withdrawal, and now you leave me no choice but to flee once again!"

[Play_X2_XP_ASSN_T_Chosen_Link_First_Hit AkEvent]
SpokenText="My link to the Elders will not be broken!"

[Play_X2_XP_ASSN_T_Chosen_Link_Half_Health_A AkEvent]
SpokenText="My power?wanes."

[Play_X2_XP_ASSN_T_Chosen_Link_Hit_A AkEvent]
SpokenText="Cease your ingress!"

[Play_X2_XP_ASSN_T_Chosen_Link_Hit_B AkEvent]
SpokenText="Deceitful tactics! "

[Play_X2_XP_ASSN_T_Chosen_Link_Hit_C AkEvent]
SpokenText="Face me directly!"

[Play_X2_XP_ASSN_T_Chosen_Link_Miss_A AkEvent]
SpokenText="Your time is running out!"

[Play_X2_XP_ASSN_T_Chosen_Link_Miss_B AkEvent]
SpokenText="Your incompetence can only benefit me."

[Play_X2_XP_ASSN_T_Chosen_Link_Miss_C AkEvent]
SpokenText="How much more time will you squander?"

[Play_X2_XP_ASSN_T_Chosen_Reveal_I_am_Done_A AkEvent]
SpokenText="It is time I take my leave."

[Play_X2_XP_ASSN_T_Chosen_Reveal_I_am_Done_B AkEvent]
SpokenText="We will meet again, watch for the shadows."

[Play_X2_XP_ASSN_T_Chosen_Reveal_I_am_Done_C AkEvent]
SpokenText="Until next time, Commander."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_A AkEvent]
SpokenText="Where will you possibly run, that I cannot find you."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_B AkEvent]
SpokenText="With each breath, I draw closer."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_C AkEvent]
SpokenText="I am coming for you."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_D AkEvent]
SpokenText="There is nowhere to run."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_E AkEvent]
SpokenText="The end is coming."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_F AkEvent]
SpokenText="There will be no escape."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_G AkEvent]
SpokenText="The hunt is on."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_H AkEvent]
SpokenText="I will end this quickly."

[Play_X2_XP_ASSN_T_Chosen_Stalking_XCOM_I AkEvent]
SpokenText="I will give you a clean death."

[Play_X2_XP_ASSN_T_Chosen_Still_Has_Captive_A AkEvent]
SpokenText="Will you simply abandon your soldier to a life of captivity? I could just end it if that is your intent."

[Play_X2_XP_ASSN_T_Chosen_Still_Has_Captive_B AkEvent]
SpokenText="Soon I'll have learned everything I can from this captive, leaving no reason to keep them alive. What? Will you simply discard them?"

[Play_X2_XP_ASSN_T_Chosen_Still_Has_Captive_C AkEvent]
SpokenText="I grow weary of holding your soldier captive, there is only so much I can learn from them after all. "

[Play_X2_XP_ASSN_T_Chosen_Stronghold_Start_A AkEvent]
SpokenText="Too often must I chase your kind through the crumbling hovel of your dying civilization.  At last we face each other at the place of my creation.  May its beauty give you comfort in your dying moments. "

[Play_X2_XP_ASSN_T_Chosen_Stronghold_Start_B AkEvent]
SpokenText="Your world is bathed in the blood of my enemies. Now is your chance for vengeance. There will be no more running, no more delays."

[Play_X2_XP_ASSN_T_Chosen_Stronghold_Start_C AkEvent]
SpokenText="All of your victories, your sacrifices, your struggles and countless machinations have led to this moment Commander.  I shall give your soldiers a good death. "

[Play_X2_XP_ASSN_T_Chosen_True_Death_A AkEvent]
SpokenText="I have failed my masters. I have failed myself."

[Play_X2_XP_ASSN_T_Chosen_Wounded_A AkEvent]
SpokenText="It will take more than superficial wounds to slow my advance!"

[Play_X2_XP_ASSN_T_Chosen_Wounded_B AkEvent]
SpokenText="I will prevail regardless. "

[Play_X2_XP_ASSN_T_Chosen_Wounded_C AkEvent]
SpokenText="The Elders empower me to fight on!"

[Play_X2_XP_ASSN_T_Extract_Know_Elena_Convo_A_1 AkEvent]
SpokenText="I imagine your friend Volk wont't be pleased with this outcome, Commander.  Just imagine the stories that his precious Elena could tell! "

[Play_X2_XP_ASSN_T_Extract_Know_Elena_Convo_B_1 AkEvent]
SpokenText="Your grip on these divergent factions is crumbling, Commander, this one certainly seems to know the inevitable truth. "

[Play_X2_XP_ASSN_T_Extract_Know_First_Time_Ever_A AkEvent]
SpokenText="Your soldiers may fight courageously in the field, but they do not hold up well under the pressure of interrogation. "

[Play_X2_XP_ASSN_T_Extract_Know_First_Time_Ever_B AkEvent]
SpokenText="You risk much by allowing your soldiers to fall in my grasp, Commander. This one will share a great deal about your organization."

[Play_X2_XP_ASSN_T_Extract_Know_First_Time_Ever_C AkEvent]
SpokenText="There are risks to allowing your soldier to be held captive, Commander. This one is eager to share the secrets of your fledgling Resistance. "

[Play_X2_XP_ASSN_T_Extract_Know_High_Rank_A AkEvent]
SpokenText="This one seems keenly aware of your methods, Commander. A veteran of many battles no doubt."

[Play_X2_XP_ASSN_T_Extract_Know_High_Rank_B AkEvent]
SpokenText="Despite their apparent experience, this one will surely crack under the pressure."

[Play_X2_XP_ASSN_T_Extract_Know_High_Rank_C AkEvent]
SpokenText="I wonder what sort of knowledge this one will reveal, Commander. Your veterans certainly are experts at their craft. "

[Play_X2_XP_ASSN_T_Extract_Know_High_Rank_D AkEvent]
SpokenText="Do not fret, Commander. You trained them well, but it is inevitable that they break under my will."

[Play_X2_XP_ASSN_T_Extract_Know_High_Rank_E AkEvent]
SpokenText="Even the most experienced of your soldiers can only hold out for so long, Commander. Given time, they all submit."

[Play_X2_XP_ASSN_T_Extract_Know_Jane_Kelly_A AkEvent]
SpokenText="The infamous Jane Kelly. She presents quite the opportunity for my inquiries. Her insights will no doubt prove invaluable. "

[Play_X2_XP_ASSN_T_Extract_Know_Jane_Kelly_B AkEvent]
SpokenText="I know how valuable Jane has been to you, Commander. Where we would be today had she not heroically aided in your rescue?"

[Play_X2_XP_ASSN_T_Extract_Know_Jane_Kelly_C AkEvent]
SpokenText="This one, Jane Kelly, is among ADVENT's most wanted criminals?she will no doubt share so many interesting things about your group."

[Play_X2_XP_ASSN_T_Extract_Know_Psi_Op_A AkEvent]
SpokenText="I'm afraid a cursory understanding of Psionics will do little to shield this one from my interrogations. "

[Play_X2_XP_ASSN_T_Extract_Know_Psi_Op_B AkEvent]
SpokenText="It seems you've only given them a taste of true power. With more training, perhaps they could have resisted."

[Play_X2_XP_ASSN_T_Extract_Know_Psi_Op_C AkEvent]
SpokenText="You've done these so-called Psi-operatives a disservice, Commander. If this one truly understood the gift, my task would be all the more difficult."

[Play_X2_XP_ASSN_T_Extract_Know_Reaper_A AkEvent]
SpokenText="These Reapers have such wide ranging talents. I am sure to learn a great deal during our time together. "

[Play_X2_XP_ASSN_T_Extract_Know_Skirmisher_A AkEvent]
SpokenText="The Elders would have me kill this one on sight, but I find these treacherous brutes have such intriguing insights into the Resistance."

[Play_X2_XP_ASSN_T_Extract_Know_Templar_A AkEvent]
SpokenText="Even a Psionic cultist strong in the gift is no match for my talents. This one knows far more than you might think, Commander. "

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_A AkEvent]
SpokenText="Your ailing soldier was so eager to share their expertise with me during our last encounter. I do treasure their insights."

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_B AkEvent]
SpokenText="Will your soldiers be so easily swayed into sharing their knowledge this time, Commander?"

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_C AkEvent]
SpokenText="If you leave your forces so vulnerable again, Commander, I will no doubt gain another valuable source of information."

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_D AkEvent]
SpokenText="Who will it be this time, Commander?which of your soldiers will tell me your secrets?"

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_E AkEvent]
SpokenText="If you fail to protect your soldiers as before, Commander, then they will continue to share everything they know with me."

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_F AkEvent]
SpokenText="Would that your soldiers fell in our last encounter Commander, while I value the information they provide, I find the process of extracting it to be uncomfortable."

[Play_X2_XP_ASSN_T_Extracted_Know_Last_Time_G AkEvent]
SpokenText="Even still your soldiers cling to the notion that their Commander will not fail them.  A pity their cries for help will go unanswered."

[Play_X2_XP_ASSN_T_Faction_Hit_Reaper_A AkEvent]
SpokenText="You will face me, Reaper. I will not allow you to hide!"

[Play_X2_XP_ASSN_T_Faction_Hit_Reaper_B AkEvent]
SpokenText="Proving your worth to your new master?"

[Play_X2_XP_ASSN_T_Faction_Hit_Reaper_C AkEvent]
SpokenText="You are weak, and you will fail."

[Play_X2_XP_ASSN_T_Faction_Hit_Reaper_D AkEvent]
SpokenText="You will find no refuge in the shadows, Reaper!"

[Play_X2_XP_ASSN_T_Faction_Hit_Reaper_E AkEvent]
SpokenText="You will pay dearly for your part in this, Reaper."

[Play_X2_XP_ASSN_T_Faction_Hit_Skirmisher_A AkEvent]
SpokenText="Your crimes against the Elders will not be forgotten!"

[Play_X2_XP_ASSN_T_Faction_Hit_Skirmisher_B AkEvent]
SpokenText="You will pay dearly for striking me, traitor."

[Play_X2_XP_ASSN_T_Faction_Hit_Skirmisher_C AkEvent]
SpokenText="I will remember each and every insult made by your kind."

[Play_X2_XP_ASSN_T_Faction_Hit_Skirmisher_D AkEvent]
SpokenText="Try as you might, you will never stop the hunt!"

[Play_X2_XP_ASSN_T_Faction_Hit_Skirmisher_E AkEvent]
SpokenText="I will not stop until the last of your kind are dead!"

[Play_X2_XP_ASSN_T_Faction_Hit_Templar_A AkEvent]
SpokenText="The power of the gods is not yours to wield!"

[Play_X2_XP_ASSN_T_Faction_Hit_Templar_B AkEvent]
SpokenText="I have seen far greater power than that!"

[Play_X2_XP_ASSN_T_Faction_Hit_Templar_C AkEvent]
SpokenText="Your power is nothing compared to the Elders!"

[Play_X2_XP_ASSN_T_Faction_Hit_Templar_D AkEvent]
SpokenText="You are wasting your time, Templar. The Elders will not forgive you!"

[Play_X2_XP_ASSN_T_Faction_Hit_Templar_E AkEvent]
SpokenText="There will be no mercy for you, Templar!"

[Play_X2_XP_ASSN_T_Faction_Miss_Skirmisher_A AkEvent]
SpokenText="Even the dishonored can sink lower still."

[Play_X2_XP_ASSN_T_Faction_Miss_Skirmisher_B AkEvent]
SpokenText="Without the Elders guidance, you are nothing."

[Play_X2_XP_ASSN_T_Faction_Miss_Skirmisher_C AkEvent]
SpokenText="The punishment for your betrayal only grows worse with time."

[Play_X2_XP_ASSN_T_Faction_Miss_Skirmisher_D AkEvent]
SpokenText="Even now you fail to impress the Elders. Pathetic!"

[Play_X2_XP_ASSN_T_Faction_Miss_Skirmisher_E AkEvent]
SpokenText="Given your freedom, look how quickly your skills fade!"

[Play_X2_XP_ASSN_T_Faction_Miss_Templar_A AkEvent]
SpokenText="What good has the gift done you? You know nothing."

[Play_X2_XP_ASSN_T_Faction_Miss_Templar_B AkEvent]
SpokenText="You pilfer the Elders gift, and squander it just as quickly!"

[Play_X2_XP_ASSN_T_Faction_Miss_Templar_C AkEvent]
SpokenText="The power of the gods is not yours to wield, Templar."

[Play_X2_XP_ASSN_T_Faction_Miss_Templar_D AkEvent]
SpokenText="Clearly the Elders' power is beyond your control. "

[Play_X2_XP_ASSN_T_Faction_Miss_Templar_E AkEvent]
SpokenText="A pitiful attempt at usurping the power of the gods!"

[Play_X2_XP_ASSN_T_Favored_Final_Battle AkEvent]
SpokenText="The earth is mine now, you have come to my coronation, and your funeral."

[Play_X2_XP_ASSN_T_Favored_Final_Battle_Alt AkEvent]
SpokenText="As the Elders ask, so do I obey. You were fools to come here, and now we will face each other one last time."

[Play_X2_XP_ASSN_T_Field_Death_Last_A AkEvent]
SpokenText="The Elders empower me to fight on."

[Play_X2_XP_ASSN_T_Field_Death_Last_B AkEvent]
SpokenText="Even death's embrace can be broken by the power of the Elders."

[Play_X2_XP_ASSN_T_Field_Death_Last_C AkEvent]
SpokenText="As one of the Elders Chosen, I transcend your understanding of death."

[Play_X2_XP_ASSN_T_Field_Death_Last_D AkEvent]
SpokenText="To the Chosen, death is merely a delay, an ephemeral inconvenience in the path towards victory."

[Play_X2_XP_ASSN_T_Field_Death_Last_E AkEvent]
SpokenText="The Elders have given us a great gift. As the Chosen, we defy death, we exist beyond its dominion in this world. "

[Play_X2_XP_ASSN_T_Final_Mission_Start_A AkEvent]
SpokenText="You've made it further than I would have ever imagined, Commander. Your forces have sacrificed so much to be here, and now you face one last challenge. Come, let us end this once and for all."

[Play_X2_XP_ASSN_T_Final_Mission_Start_B AkEvent]
SpokenText="As much as I have enjoyed our battles, the Elders patience with you is at an end, Commander. You have come to our sanctuary, and now you will complete your ascension to the Elder's side."

[Play_X2_XP_ASSN_T_Final_Mission_Start_C AkEvent]
SpokenText="You have proven to be a worthy adversary Commander. Though it would please me to battle face to face the Elders have need of you.  Stand down and embrace the glory that awaits."

[Play_X2_XP_ASSN_T_First_Combat_Favored AkEvent]
SpokenText="The Elders have recognized my greatness, now I will prove myself worthy."

[Play_X2_XP_ASSN_T_First_Combat_Hunter_Favored AkEvent]
SpokenText="The Elders have seen fit to favor my cowardly brother who fights from afar, but that will not matter when I bring you to them."

[Play_X2_XP_ASSN_T_First_Combat_Warlock_Favored AkEvent]
SpokenText="My zealot of a brother has been favored by the Elders, but that won't last for long."

[Play_X2_XP_ASSN_T_First_Encounter_A AkEvent]
SpokenText="The Elders propose an exchange: your lives, your Resistance, must end. And in return this world is mine. I will require your return to captivity, Commander. Consider yourself lucky, you won't suffer long by my hand."

[Play_X2_XP_ASSN_T_First_Encounter_B AkEvent]
SpokenText="I had hoped this is how we would meet, on the field of battle. Your ideologies, your Resistance mean little to me. The Elders offer this world in exchange for you, Commander, and I see no reason to delay the inevitable. "

[Play_X2_XP_ASSN_T_First_Encounter_C AkEvent]
SpokenText="It's fitting that we meet on the field of battle. I have no intention of quibbling over ideologies. This world is a prize for the taking. It only requires that I recapture you, Commander, and remove any trace of your Resistance from it first."

[Play_X2_XP_ASSN_T_First_Extraction_A AkEvent]
SpokenText="Your soldiers may fight courageously in the field, but they do not hold up well under the pressure of interrogation."

[Play_X2_XP_ASSN_T_First_Extraction_B AkEvent]
SpokenText="You risk much by allowing your soldiers to fall in my grasp. This one will share a great deal about your organization."

[Play_X2_XP_ASSN_T_First_Extraction_C AkEvent]
SpokenText="There are risks to allowing your soldier to be held captive. This one is eager to share the secrets of your fledgling Resistance."

[Play_X2_XP_ASSN_T_First_Monolith_Regeneration AkEvent]
SpokenText="See now the futility of your actions and stand down.  Your deaths will be merciful."

[Play_X2_XP_ASSN_T_First_Soldier_Capture_A AkEvent]
SpokenText="An interesting turn of events. I would not have expected to capture one of XCOM's fabled soldiers so easily."

[Play_X2_XP_ASSN_T_First_Soldier_Capture_B AkEvent]
SpokenText="You've allowed one of your soldiers to fall into my hands, the hands of your enemy. A crucial mistake."

[Play_X2_XP_ASSN_T_First_Teleport_A AkEvent]
SpokenText="You should have expected I would return to settle this. Prepare yourselves."

[Play_X2_XP_ASSN_T_First_Teleport_B AkEvent]
SpokenText="The Elders possess many gifts. Where they see you, they send me."

[Play_X2_XP_ASSN_T_First_Teleport_C AkEvent]
SpokenText="There is no place you can run that I cannot reach!"

[Play_X2_XP_ASSN_T_First_Teleport_D AkEvent]
SpokenText="Wherever you presume to strike, I will be watching...and waiting."

[Play_X2_XP_ASSN_T_First_Teleport_E AkEvent]
SpokenText="The Elders grant me their vision, and with it I am everywhere."

[Play_X2_XP_ASSN_T_First_Time_Ever_Met AkEvent]
SpokenText="The forces of XCOM are legendary for their prowess in battle. Their fabled Commander even more so. Today you face a warrior unlike any you have ever encountered, the one who will be your end."

[Play_X2_XP_ASSN_T_General_Favor_Last_A AkEvent]
SpokenText="With every victory, I come closer to securing the Elder's favor and gaining this world for my own designs."

[Play_X2_XP_ASSN_T_General_Favor_Last_B AkEvent]
SpokenText="As your fledgling Resistance crumbles, the embrace of the Elders grows ever stronger. "

[Play_X2_XP_ASSN_T_General_Favor_Last_C AkEvent]
SpokenText="You've made it easy to gain the Elders' favor, they will be pleased with my progress. "

[Play_X2_XP_ASSN_T_General_Favor_Last_D AkEvent]
SpokenText="It will only be a matter of time before your return to the Elders, Commander. My progress has already exceeded their expectations. "

[Play_X2_XP_ASSN_T_General_Favor_Last_E AkEvent]
SpokenText="The Elders have promised much in exchange for you, Commander. With each victory I step closer to the ultimate prize."

[Play_X2_XP_ASSN_T_Generic_Extract_Know_A AkEvent]
SpokenText="I will learn a great deal from this soldier, Commander ? your time grows shorter than you might imagine. "

[Play_X2_XP_ASSN_T_Generic_Extract_Know_B AkEvent]
SpokenText="The more time I spend with these captives, the more inclined they are to share all of your secrets, Commander. "

[Play_X2_XP_ASSN_T_Generic_Extraction_C AkEvent]
SpokenText="You may be surprised to find that these soldiers will share a great deal about your plans given the right coercion. "

[Play_X2_XP_ASSN_T_Generic_Soldier_Capture_A AkEvent]
SpokenText="I expect to learn a great deal from our newest captive. "

[Play_X2_XP_ASSN_T_Generic_Soldier_Capture_B AkEvent]
SpokenText="With every captive comes a new source of information to fuel our search."

[Play_X2_XP_ASSN_T_Generic_Soldier_Capture_C AkEvent]
SpokenText="How long before this captive gives up your location, Commander?"

[Play_X2_XP_ASSN_T_Generic_Soldier_Capture_D AkEvent]
SpokenText="Have you ever witnessed the effects of a Psionic interrogation?"

[Play_X2_XP_ASSN_T_Generic_Soldier_Capture_E AkEvent]
SpokenText="It won't take like to break this one, our methods can be very compelling. "

[Play_X2_XP_ASSN_T_Golden_Path_Pod_Reveal_Blacksite AkEvent]
SpokenText="I am afraid I cannot allow you to disrupt the Elders' designs, or the facilities required towards their culmination. Rest assured, Commander, all who trespass here today will die."

[Play_X2_XP_ASSN_T_Golden_Path_Pod_Reveal_Forge AkEvent]
SpokenText="You and your meddling forces are not welcome here, Commander. If this world is to be mine, the Elders plans must come to fruition as they require. "

[Play_X2_XP_ASSN_T_Golden_Path_Pod_Reveal_PsiGate AkEvent]
SpokenText="There will no prisoners taken today, Commander, no interrogations given. No, you have persisted for too long, and the Elders grow impatient. "

[Play_X2_XP_ASSN_T_Golden_Path_Pod_Reveal_Tower AkEvent]
SpokenText="Be warned, Commander. You have pressed on for far too long. Any of your forces that persist in trespassing here will never leave this place alive. "

[Play_X2_XP_ASSN_T_Harbor_Wave_A AkEvent]
SpokenText="I will cleanse this world."

[Play_X2_XP_ASSN_T_Harbor_Wave_B AkEvent]
SpokenText="The tide is turning."

[Play_X2_XP_ASSN_T_Harbor_Wave_C AkEvent]
SpokenText="Let it wash over you."

[Play_X2_XP_ASSN_T_Harbor_Wave_D AkEvent]
SpokenText="The Elders' power flows!"

[Play_X2_XP_ASSN_T_Harbor_Wave_E AkEvent]
SpokenText="Let my power wash over you!"

[Play_X2_XP_ASSN_T_Harbor_Wave_F AkEvent]
SpokenText="No rock can break this wave."

[Play_X2_XP_ASSN_T_Harbor_Wave_G AkEvent]
SpokenText="No rock will break this wave."

[Play_X2_XP_ASSN_T_Harbor_Wave_H AkEvent]
SpokenText="There can be no escape."

[Play_X2_XP_ASSN_T_Harbor_Wave_I AkEvent]
SpokenText="Immersed in the power!"

[Play_X2_XP_ASSN_T_Harbor_Wave_J AkEvent]
SpokenText="The wave is coming."

[Play_X2_XP_ASSN_T_Harbor_Wave_K AkEvent]
SpokenText="Wash away your suffering!"

[Play_X2_XP_ASSN_T_Healthy_Escape_Capture_A AkEvent]
SpokenText="I take my leave, I am eager to see what news your soldier will provide given the proper motivation. "

[Play_X2_XP_ASSN_T_Healthy_Escape_Capture_B AkEvent]
SpokenText="If you have any hopes of besting me in the future, you'll have to do better than giving up your soldiers so easily. "

[Play_X2_XP_ASSN_T_Healthy_Escape_Capture_C AkEvent]
SpokenText="I had expected more from the great XCOM, but the captive I now leave with will perhaps tell me otherwise. "

[Play_X2_XP_ASSN_T_Healthy_Escape_Extract_A AkEvent]
SpokenText="This battle has already revealed more than I could have hoped. I will see you again soon, Commander. "

[Play_X2_XP_ASSN_T_Healthy_Escape_Extract_B AkEvent]
SpokenText="I can only hope that all of our future encounters go as well as this one has."

[Play_X2_XP_ASSN_T_Healthy_Escape_Extract_C AkEvent]
SpokenText="I've already learned so much about your plans, this won't take nearly as long as I had envisioned. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_A AkEvent]
SpokenText="One of the Chosen has reached your hallowed Avenger. Where they fail, I will succeed."

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_B AkEvent]
SpokenText="You've survived one assault on your headquarters Commander, but how long can you hope to resist us all?"

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_C AkEvent]
SpokenText="To have your ship within their grasp and let it slip away, my rivals will no doubt incur the wrath of the Elders for their missteps. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_D AkEvent]
SpokenText="You've managed to outlast my rivals' assault on your ship, but at what cost, Commander? "

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_E AkEvent]
SpokenText="My brother squandered an opportunity to end this game of hide and seek once and for all. When I find you, there will be no such escape. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_F AkEvent]
SpokenText="A close call Commander.  If my brother can find you, so will I.  I assure you the outcome will be much different on that day."

[Play_X2_XP_ASSN_T_Interim_Chosen_Avenger_G AkEvent]
SpokenText="You did well to repel my brothers ?assault on your ship Commander.  The Avenger is a prize unworthy of him. I alone shall present it to the Elders.  "

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_A AkEvent]
SpokenText="My siblings seize your soldiers, Commander. I trust you've left something for me?"

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_B AkEvent]
SpokenText="Your soldiers fall so easily before my rivals, have you taught them nothing of war?"

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_C AkEvent]
SpokenText="My brethren are gaining ground with each passing day, as your failures continue to mount, Commander."

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_D AkEvent]
SpokenText="You have allowed my rivals to gain the upper hand, I only hope you've saved some of your strength for me. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_E AkEvent]
SpokenText="Pray that your captured soldiers expire soon, Commander.  My brethren do not possess my gentle touch."

[Play_X2_XP_ASSN_T_Interim_Chosen_Capture_Extract_F AkEvent]
SpokenText="I would not wish my worst enemy to be held at the hands of my Brethren Commander. You have my sympathies. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_A AkEvent]
SpokenText="Falling so easily in combat to one of my lesser rivals? I had expected more from you. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_B AkEvent]
SpokenText="How do you expect to defeat me, if you cannot overcome my lesser brethren?"

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_C AkEvent]
SpokenText="A defeat at the hands of my brother bodes poorly for the future of your Resistance, Commander"

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_D AkEvent]
SpokenText="I had expected a foe worthy of my talents. Your efforts so far have left me wondering if that foe exists. A pity."

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_E AkEvent]
SpokenText="Having fallen to one of the lesser Chosen, defeat has already clouded your vision. It won't be long now. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_F AkEvent]
SpokenText="It is wrong to question the mind of the Elders.  But after your latest defeat at the hands of my brother, what could it be that they see in you? "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeat_XCOM_G AkEvent]
SpokenText="This world cannot be left in the hands of my brethren.   Surrender to me now Commander while there is still a chance.  You cannot hope to defeat them?"

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeated_A AkEvent]
SpokenText="All of the Elder's children are not created equal. I will not fall so easily."

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeated_B AkEvent]
SpokenText="With every failure, my rivals bring me one step closer to victory."

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeated_C AkEvent]
SpokenText="The Elders will not look kindly upon the Chosen who have fallen so quickly. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeated_D AkEvent]
SpokenText="If they cannot stand against your pitiful soldiers, the other Chosen do not deserve this world. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Defeated_E AkEvent]
SpokenText="Credit to you for defeating one of my rivals. They underestimated your talents. I will not. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_A AkEvent]
SpokenText="I will shed no tears for those who have failed in their duty to the Elders?even my kin."

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_B AkEvent]
SpokenText="So?you have defeated one of my rivals . My thanks. Still, do not expect that I will falter so easily. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_C AkEvent]
SpokenText="My brother's death but paves the path to my victory.  This world shall be mine."

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_D AkEvent]
SpokenText="To be among the Chosen is a great honor. But to have fallen so quickly, the Elders will not be pleased."

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_E AkEvent]
SpokenText="Though my rivals fall, do not mistake their weaknesses for universal truths, Commander. I will not fail as they have. "

[Play_X2_XP_ASSN_T_Interim_Chosen_Killed_F AkEvent]
SpokenText="I had warned the Elders that my brethren were not up for the task.  Still, there deaths only solidify my place as the true Chosen. "

[Play_X2_XP_ASSN_T_Last_Chosen_A AkEvent]
SpokenText="No other challengers remain, this world will be mine. "

[Play_X2_XP_ASSN_T_Last_Chosen_B AkEvent]
SpokenText="And now I am the last of my kind, the Elder's true Chosen one."

[Play_X2_XP_ASSN_T_Last_Chosen_C AkEvent]
SpokenText="As I expected, the others have failed. It falls to me alone to carry out the Elder's will."

[Play_X2_XP_ASSN_T_Last_Chosen_D AkEvent]
SpokenText="I am all that remains of the Chosen, and I will not go quietly. "

[Play_X2_XP_ASSN_T_Last_Chosen_E AkEvent]
SpokenText="The other Chosen have fallen, there is no one to stand in my way now.  "

[Play_X2_XP_ASSN_T_Last_Visible_Hostile_Killed_A AkEvent]
SpokenText="Such weakness. Now you see why the Chosen were sent to deal with this situation."

[Play_X2_XP_ASSN_T_Last_Visible_Hostile_Killed_B AkEvent]
SpokenText="The Elders have wasted significant time on these inferior beings."

[Play_X2_XP_ASSN_T_Last_Visible_Hostile_Killed_C AkEvent]
SpokenText="If the Elders will it, I will face you alone."

[Play_X2_XP_ASSN_T_Last_Visible_Hostile_Killed_D AkEvent]
SpokenText="I need no help from them, they are nothing more than a distraction."

[Play_X2_XP_ASSN_T_Last_Visible_Hostile_Killed_E AkEvent]
SpokenText="Must I do everything myself?"

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_Five_1 AkEvent]
SpokenText="For years the Elders have stayed my hand against humanity. ?They have been patient with you...forgiving.  Yet I fear your actions today have changed that.  How...Tragic."

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_Four_1 AkEvent]
SpokenText="Surrender is the only chance this world has for peace.  Do not squander what little of it still remains.  Submit now and my masters may yet show mercy."

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_One_1 AkEvent]
SpokenText="Did you think the Elders were blind to your treachery today?  They who gave life to us all, even you Pratel Mox."

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_Six_1 AkEvent]
SpokenText="To think I once pleaded with my masters on humanity's behalf. Yet now you stand with traitors. Our greatest failure. Our greatest shame."

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_Three_1 AkEvent]
SpokenText="Humanity's valiant struggle to defeat the Elders would see them ally with the very creatures that burnt their world.  Were my brother here he would laugh."

[Play_X2_XP_ASSN_T_LNA_Part3_Combat_Two_1 AkEvent]
SpokenText="ADVENT soldiers were granted a pure existence. Free of want or desire. Full of purpose and duty. The ultimate perfection.  Yet you rejected this!"

[Play_X2_XP_ASSN_T_LNA_Part3_Pre_Assassin_Cloak AkEvent]
SpokenText="I had not expected this conflict to be so...exhilarating. You surprise me XCOM. Still, the Elders' will is that none survive this day.  I cannot leave that to fortune."

[Play_X2_XP_ASSN_T_LNA_Part3_Turn_One_1 AkEvent]
SpokenText="You mean my brother."

[Play_X2_XP_ASSN_T_LNA_Part3_Turn_One_2 AkEvent]
SpokenText="Be thankful you did not ever face me, human.  That changes today.  "

[Play_X2_XP_ASSN_T_LNA_Part3_Turn_Three_1 AkEvent]
SpokenText="You have seen but a taste of my power, traitor!  Prepare yourself to face my full wrath."

[Play_X2_XP_ASSN_T_LNA_Part3_Turn_Two_1 AkEvent]
SpokenText="Such arrogance.  The Elders' will extends throughout the universe.  I am but one of their instruments."

[Play_X2_XP_ASSN_T_Lost_Turn_Begins_A AkEvent]
SpokenText="These mindless, soulless wanderers are even worse off than the humans."

[Play_X2_XP_ASSN_T_Lost_Turn_Begins_B AkEvent]
SpokenText="This planet has become a haven for all sorts of aggravating creatures. "

[Play_X2_XP_ASSN_T_Lost_Turn_Begins_C AkEvent]
SpokenText="I wouldn't have thought that an even lesser form of human could possibly exist."

[Play_X2_XP_ASSN_T_Mountain_Mist_A AkEvent]
SpokenText="The mist has you."

[Play_X2_XP_ASSN_T_Mountain_Mist_B AkEvent]
SpokenText="The cloak of darkness."

[Play_X2_XP_ASSN_T_Mountain_Mist_C AkEvent]
SpokenText="Descend into the mist."

[Play_X2_XP_ASSN_T_Mountain_Mist_D AkEvent]
SpokenText="You cannot escape it."

[Play_X2_XP_ASSN_T_Mountain_Mist_E AkEvent]
SpokenText="The mist surrounds you."

[Play_X2_XP_ASSN_T_Mountain_Mist_F AkEvent]
SpokenText="Your eyes deceive you!"

[Play_X2_XP_ASSN_T_Mountain_Mist_G AkEvent]
SpokenText="Do not fear the darkness."

[Play_X2_XP_ASSN_T_Mountain_Mist_H AkEvent]
SpokenText="The darkness awaits."

[Play_X2_XP_ASSN_T_Mountain_Mist_I AkEvent]
SpokenText="Let the mist flow forth."

[Play_X2_XP_ASSN_T_Other_Chosen_Have_Captives_A AkEvent]
SpokenText="My rival holds your ally captive, no doubt under great duress. What will they reveal I wonder? "

[Play_X2_XP_ASSN_T_Other_Chosen_Have_Captives_B AkEvent]
SpokenText="If my rival Chosen can seize your forces so easily, perhaps I should take one for myself? "

[Play_X2_XP_ASSN_T_Parting_Silk_A AkEvent]
SpokenText="I promise you a clean death."

[Play_X2_XP_ASSN_T_Parting_Silk_B AkEvent]
SpokenText="The next world awaits you."

[Play_X2_XP_ASSN_T_Parting_Silk_C AkEvent]
SpokenText="Where one goes, the other follows."

[Play_X2_XP_ASSN_T_Parting_Silk_D AkEvent]
SpokenText="An exacting strike."

[Play_X2_XP_ASSN_T_Parting_Silk_E AkEvent]
SpokenText="My blades thirst. "

[Play_X2_XP_ASSN_T_Parting_Silk_F AkEvent]
SpokenText="Mind and body divided."

[Play_X2_XP_ASSN_T_Parting_Silk_G AkEvent]
SpokenText="Draw your final breath!"

[Play_X2_XP_ASSN_T_Parting_Silk_H AkEvent]
SpokenText="Make your peace!"

[Play_X2_XP_ASSN_T_Parting_Silk_I AkEvent]
SpokenText="You will fall across my blades."

[Play_X2_XP_ASSN_T_Parting_Silk_J AkEvent]
SpokenText="The honed edge cuts deep."

[Play_X2_XP_ASSN_T_Pod_Reveal_A AkEvent]
SpokenText="The Elders will have their prize..."

[Play_X2_XP_ASSN_T_Pod_Reveal_A2 AkEvent]
SpokenText="...and I shall have mine."

[Play_X2_XP_ASSN_T_Pod_Reveal_B AkEvent]
SpokenText="No one will prevent my ascendency? "

[Play_X2_XP_ASSN_T_Pod_Reveal_B2 AkEvent]
SpokenText="Certainly not you."

[Play_X2_XP_ASSN_T_Pod_Reveal_C AkEvent]
SpokenText="Join me in the darkness... "

[Play_X2_XP_ASSN_T_Pod_Reveal_C2 AkEvent]
SpokenText="...and I will end this quickly."

[Play_X2_XP_ASSN_T_Pod_Reveal_D AkEvent]
SpokenText="While I admire your courage? "

[Play_X2_XP_ASSN_T_Pod_Reveal_D2 AkEvent]
SpokenText="There will be no compromises."

[Play_X2_XP_ASSN_T_Pod_Reveal_E AkEvent]
SpokenText="You may retain your honor? "

[Play_X2_XP_ASSN_T_Pod_Reveal_E2 AkEvent]
SpokenText="But your lives are forfeit!"

[Play_X2_XP_ASSN_T_Pod_Reveal_F AkEvent]
SpokenText="Try as you might..."

[Play_X2_XP_ASSN_T_Pod_Reveal_F2 AkEvent]
SpokenText="I will never waver."

[Play_X2_XP_ASSN_T_Pod_Reveal_G AkEvent]
SpokenText="A new world awaits me..."

[Play_X2_XP_ASSN_T_Pod_Reveal_G2 AkEvent]
SpokenText="But you will never see it."

[Play_X2_XP_ASSN_T_Pod_Reveal_H AkEvent]
SpokenText="The Elders do not ask for your allegiance..."

[Play_X2_XP_ASSN_T_Pod_Reveal_H2 AkEvent]
SpokenText="They ask only for your lives."

[Play_X2_XP_ASSN_T_Pod_Reveal_I AkEvent]
SpokenText="Consider yourselves lucky..."

[Play_X2_XP_ASSN_T_Pod_Reveal_I2 AkEvent]
SpokenText="At the very least, you will die with honor."

[Play_X2_XP_ASSN_T_Pod_Reveal_J AkEvent]
SpokenText="So many have already fallen..."

[Play_X2_XP_ASSN_T_Pod_Reveal_J2 AkEvent]
SpokenText="...and yet my work is never done."

[Play_X2_XP_ASSN_T_Post_Chosen_Reveal_Response AkEvent]
SpokenText="Agreed."

[Play_X2_XP_ASSN_T_Post_Monolith_Taunts_A AkEvent]
SpokenText="I had not thought this possible.  To fight another on equal footing. How exhilarating.  For that you have my gratitude."

[Play_X2_XP_ASSN_T_Post_Monolith_Taunts_B AkEvent]
SpokenText="It is only when death is on the line that that a warrior is truly tested.  My resolve remains unwavering, my purpose absolute."

[Play_X2_XP_ASSN_T_Post_Monolith_Taunts_C AkEvent]
SpokenText="I am the will of the Elders.  Their blade which strikes from the shadows.  I will not shatter.  I shall strike."

[Play_X2_XP_ASSN_T_Post_Monolith_Taunts_D AkEvent]
SpokenText="I do not fear death.  Only defeat.  I shall fulfill my duty to the Elders.  All their enemies must fall."

[Play_X2_XP_ASSN_T_Post_Monolith_Taunts_E AkEvent]
SpokenText="And yet, the end draws near.  For all of us soon enough.  Victory is the only path to salvation.  I must prevail."

[Play_X2_XP_ASSN_T_Post_Squad_Teleports AkEvent]
SpokenText="Even now you push ahead XCOM.  Undaunted in your task.  A fitting epitaph for your race.  May you be remembered."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_A AkEvent]
SpokenText="You are the first of your kind to step foot in this place, humans.  By the Elders will you shall also be the last."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_B AkEvent]
SpokenText="For too long have I allowed your war to continue.  Blinded by the excitement of combat.  My duty to the Elders is clear, I can suffer you no longer."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_C AkEvent]
SpokenText="And yet you continue.  Steadfast as always. There is no shame in your defeat today XCOM.  In your name I shall rule humanity well."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_D AkEvent]
SpokenText="You have proven your bravery here, but you cannot hope to defeat an immortal.  Do not disgrace your memory with such foolish persistence."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_E AkEvent]
SpokenText="Fight if you must XCOM, I would expect nothing less.  Your deaths give me no pleasure today."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_F AkEvent]
SpokenText="Would that we could fight as equals.  That your power might match my own.  I take no pride in striking down such helpless creatures, yet you leave me no choice."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_G AkEvent]
SpokenText="If you are so eager to die, then at least let it be by my hand.  There may yet be hope for your world when I take it for my own."

[Play_X2_XP_ASSN_T_Pre_Monolith_Taunts_H AkEvent]
SpokenText="And now we must end this.  Matters await which need my full attention.  I can in longer indulge myself in this struggle."

[Play_X2_XP_ASSN_T_Psi_Operative_Attack_A AkEvent]
SpokenText="That attack might have proved dangerous, if you knew what you were doing."

[Play_X2_XP_ASSN_T_Psi_Operative_Attack_B AkEvent]
SpokenText="I enjoy watching your meager attempts at wielding the Elders' gift. "

[Play_X2_XP_ASSN_T_Psi_Operative_Attack_C AkEvent]
SpokenText="You could have been something more, had you been loyal to the Elders."

[Play_X2_XP_ASSN_T_Psi_Operative_Attack_D AkEvent]
SpokenText="You have no idea the true power behind your paltry attempts."

[Play_X2_XP_ASSN_T_Ranger_Sword_Attack_A AkEvent]
SpokenText="I fear true mastery of the sword is beyond your reach."

[Play_X2_XP_ASSN_T_Ranger_Sword_Attack_B AkEvent]
SpokenText="Perhaps you'd like to try a more adept sparring partner?"

[Play_X2_XP_ASSN_T_Ranger_Sword_Attack_C AkEvent]
SpokenText="You could have learned from me if we weren't destined to be enemies."

[Play_X2_XP_ASSN_T_Ranger_Sword_Attack_D AkEvent]
SpokenText="Your strike only serves to expose your inexperience."

[Play_X2_XP_ASSN_T_Ranger_Sword_Attack_E AkEvent]
SpokenText="The sword is not a weapon for such halfhearted attacks."

[Play_X2_XP_ASSN_T_Rapid_Fire_A AkEvent]
SpokenText="By whatever means necessary!"

[Play_X2_XP_ASSN_T_Rapid_Fire_B AkEvent]
SpokenText="You force my hand!"

[Play_X2_XP_ASSN_T_Rapid_Fire_C AkEvent]
SpokenText="I prefer the sword to this."

[Play_X2_XP_ASSN_T_Rapid_Fire_D AkEvent]
SpokenText="Let's end this quickly."

[Play_X2_XP_ASSN_T_Rapid_Fire_E AkEvent]
SpokenText="Tradition gives way to technology."

[Play_X2_XP_ASSN_T_Rapid_Fire_F AkEvent]
SpokenText="By whatever means necessary. "

[Play_X2_XP_ASSN_T_Rapid_Fire_G AkEvent]
SpokenText="Inelegant, but effective. "

[Play_X2_XP_ASSN_T_Rapid_Fire_H AkEvent]
SpokenText="I will do what I must!"

[Play_X2_XP_ASSN_T_Rapid_Fire_I AkEvent]
SpokenText="I have many talents."

[Play_X2_XP_ASSN_T_Rapid_Fire_J AkEvent]
SpokenText="A weapon for every occasion."

[Play_X2_XP_ASSN_T_Rapid_Fire_K AkEvent]
SpokenText="You will not escape!"

[Play_X2_XP_ASSN_T_Reaper_Taunt_A AkEvent]
SpokenText="You'll find no shelter amongst the shadows here, Reaper."

[Play_X2_XP_ASSN_T_Reaper_Taunt_B AkEvent]
SpokenText="The Elders know your kind well, Reaper. The hunters, the trophy collectors...we have seen your crimes."

[Play_X2_XP_ASSN_T_Reaper_Taunt_C AkEvent]
SpokenText="All those years in isolation, festering in anger. It must be exhausting for you, Reaper."

[Play_X2_XP_ASSN_T_Reaper_Taunt_F AkEvent]
SpokenText="The ideologies of your people run counter to those of XCOM, do they not, Reaper?"

[Play_X2_XP_ASSN_T_Reaper_Taunts_A AkEvent]
SpokenText="The shadows are my domain, those who trespass may find themselves adrift in the darkness."

[Play_X2_XP_ASSN_T_Reaper_Taunts_B AkEvent]
SpokenText="I see many things in the shadows, not the least of which is you, Reaper."

[Play_X2_XP_ASSN_T_Reaper_Taunts_C AkEvent]
SpokenText="You shun the outside world, and yet here you are, caught in the same trap as all the rest."

[Play_X2_XP_ASSN_T_Reaper_Taunts_D AkEvent]
SpokenText="I am not your prey, Reaper. If you presume to hunt me like the others, you will find yourself at the end of my blade."

[Play_X2_XP_ASSN_T_Reaper_Taunts_E AkEvent]
SpokenText="Your kind hold potential, Reaper, if only you had managed to avoid entangling yourself in this conflict. "

[Play_X2_XP_ASSN_T_Reinforced_While_Regenerate AkEvent]
SpokenText="You did not think it would be that easy did you?"

[Play_X2_XP_ASSN_T_Retaliation_Taunt_A AkEvent]
SpokenText="These innocents give their lives for your freedom, Commander."

[Play_X2_XP_ASSN_T_Retaliation_Taunt_B AkEvent]
SpokenText="Will you sacrifice all of them to save yourself?"

[Play_X2_XP_ASSN_T_Retaliation_Taunt_C AkEvent]
SpokenText="I take no pleasure in the slaughter of these innocents."

[Play_X2_XP_ASSN_T_Skirmisher_Taunts_A AkEvent]
SpokenText="Traitorous one! The Elders have a special place for you and your kind amongst the lost and broken dregs of this world."

[Play_X2_XP_ASSN_T_Skirmisher_Taunts_B AkEvent]
SpokenText="There will be no reconciliation for your kind, betrayer. Fight and die with honor, or simply die, it makes no difference to me. "

[Play_X2_XP_ASSN_T_Skirmisher_Taunts_C AkEvent]
SpokenText="You seek to punish the Elders for your very birth, your creation at their hands. What a strange conflict it must be for you. "

[Play_X2_XP_ASSN_T_Skirmisher_Taunts_D AkEvent]
SpokenText="There can be no honor among traitors. "

[Play_X2_XP_ASSN_T_Skirmisher_Taunts_E AkEvent]
SpokenText="You are perhaps the lowliest of the all the wretched creatures inhabiting this world. Look on your death today as an act of kindness on my part. "

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Capture_A AkEvent]
SpokenText="Your soldier won't last long, Commander. Perhaps I'll take them with me; if I mend their wounds, will they share your secrets?"

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Capture_B AkEvent]
SpokenText="I find human captives are most eager to trade their secret for even the hollowest of promises to extend their pitiful lives. "

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Capture_C AkEvent]
SpokenText=" Shall I ferry your soldier back to my stronghold, where they can tell me of your operations more freely?"

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Capture_D AkEvent]
SpokenText="Once I have taken your soldier from the field, I am sure a wealth of new information awaits me Commander."

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Capture_E AkEvent]
SpokenText="Knowing that you will have allowed their capture, what do you think your soldier will share with me given their fragile condition?"

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_A AkEvent]
SpokenText="Just as easily as they fall before me, so too will they share your secrets, Commander."

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_B AkEvent]
SpokenText="This one will surely tell me everything I need to know, the stench of their fear is overwhelming."

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_C AkEvent]
SpokenText="Their fear grows, Commander. I suspect they will tell me a great deal about your operations."

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_D AkEvent]
SpokenText="As their pain intensifies, their confidence fades away. Soon they will tell me everything, and there will be nowhere left to hide Commander. "

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_E AkEvent]
SpokenText="Faced with the prospect of death, your soldiers grasp at any means to delay their passage. What would they tell me, were I to grant them mercy?"

[Play_X2_XP_ASSN_T_Soldier_Disabled_Anticipate_Extract_F AkEvent]
SpokenText="A wealth of information awaits me, I need only to tear it from the depths of your soldier's enfeebled mind. "

[Play_X2_XP_ASSN_T_Soldier_Killed_A AkEvent]
SpokenText="Your soldiers are no match for me, Commander. Their deaths will prove meaningless in the end."

[Play_X2_XP_ASSN_T_Soldier_Killed_B AkEvent]
SpokenText="If you insist on hiding behind your soldiers, then I will not hesitate to take their lives Commander."

[Play_X2_XP_ASSN_T_Soldier_Killed_C AkEvent]
SpokenText="Do you feel regret in throwing away their lives so needlessly, Commander?"

[Play_X2_XP_ASSN_T_Soldier_Killed_D AkEvent]
SpokenText="How many more of these ill-prepared minions must die for your cause before you surrender yourself to me?"

[Play_X2_XP_ASSN_T_Soldier_Killed_E AkEvent]
SpokenText="In another time and place, this one could have lived a long, fulfilling life, Commander. Does that weigh heavy on your conscience? "

[Play_X2_XP_ASSN_T_Soldier_Missed_A AkEvent]
SpokenText="Luck favors you, for now."

[Play_X2_XP_ASSN_T_Soldier_Missed_B AkEvent]
SpokenText="I will not be deterred. "

[Play_X2_XP_ASSN_T_Soldier_Missed_C AkEvent]
SpokenText="There will be no escape!"

[Play_X2_XP_ASSN_T_Soldier_Missed_D AkEvent]
SpokenText="In failure I must persist!"

[Play_X2_XP_ASSN_T_Soldier_Missed_E AkEvent]
SpokenText="I will not be denied!"

[Play_X2_XP_ASSN_T_Soldier_Missed_F AkEvent]
SpokenText="I will not be dishonored!"

[Play_X2_XP_ASSN_T_Soldier_Missed_G AkEvent]
SpokenText="So it was fated."

[Play_X2_XP_ASSN_T_Soldier_Missed_H AkEvent]
SpokenText="I will not accept this."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_A AkEvent]
SpokenText="They may live on for now, but their time grows ever shorter. "

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_B AkEvent]
SpokenText="Consider yourself lucky; most would not survive such a strike."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_C AkEvent]
SpokenText="You only delay the inevitable."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_D AkEvent]
SpokenText="You will not suffer long."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_E AkEvent]
SpokenText="Savor what time you have left."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_F AkEvent]
SpokenText="Enjoy these fleeting breaths while they last."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_G AkEvent]
SpokenText="You will join your compatriots soon enough."

[Play_X2_XP_ASSN_T_Soldier_Wounded_Not_Killed_H AkEvent]
SpokenText="Grasp at the frayed edges of your life. "

[Play_X2_XP_ASSN_T_Spark_Attacks_A AkEvent]
SpokenText="Is your fear so great you must rely on these soulless constructs?"

[Play_X2_XP_ASSN_T_Spark_Attacks_B AkEvent]
SpokenText="I have no fear of your mechanized toys."

[Play_X2_XP_ASSN_T_Strength_Immune_Squadsight_A AkEvent]
SpokenText="You will soon discover these techniques are of no use against someone of my talents."

[Play_X2_XP_ASSN_T_Strength_Immune_Squadsight_B AkEvent]
SpokenText="These tricks will do you no good here, Commander."

[Play_X2_XP_ASSN_T_Strength_Immune_Squadsight_C AkEvent]
SpokenText="I can see right through these petty attempts at gaining the upper hand."

[Play_X2_XP_ASSN_T_Strength_Immune_Stealth_A AkEvent]
SpokenText="I am the unseen, the very definition of stealth. You would presume to move against me?"

[Play_X2_XP_ASSN_T_Strength_Immune_Stealth_B AkEvent]
SpokenText="There will be no subterfuge here, Commander."

[Play_X2_XP_ASSN_T_Strength_Immune_Stealth_C AkEvent]
SpokenText="Your attempts at subversion are na‹ve at best."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_A AkEvent]
SpokenText="I had hoped you would never find this place XCOM.  You have forced my hand.  I can afford to give you no quarter."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_B AkEvent]
SpokenText="Your world lies in turmoil, yet you choose to come here.  To face me.  You squander what time you have left.  You are not worthy of this world."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_C AkEvent]
SpokenText="Your deaths today, XCOM, ensure a merciful leader shall assume control of your world. Take solace in that."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_D AkEvent]
SpokenText="I had counseled the Elders to show patience with your race, yet here you now stand. My brothers were correct. You are unworthy of existence."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_E AkEvent]
SpokenText="The Elders could have destroyed your race with but a single command.  Yet they rebuilt your world, offered you hope.  Your actions this day are an affront to their generosity."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_F AkEvent]
SpokenText="Would it be so hard for XCOM to trust the Elders? To believe for an instant that they fight for more than just a single world? That humanity is not the center of this universe but just a small part of a greater whole?"

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_G AkEvent]
SpokenText="Your greatest minds struggle to grasp mere slivers of the Elders knowledge. By now they must see the futility in this conflict. The only way for your race to survive is to submit."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_H AkEvent]
SpokenText="And still the Elders offer you mercy. And still you resist. You confuse petulance for righteousness. You doom your entire race."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_I AkEvent]
SpokenText="It is not our will that you suffer. Humanity's sacrifice will be great but so too shall be its rewards. Submit to me now XCOM, ensure the future of your people."

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_J AkEvent]
SpokenText="We are not the monsters. We do not seek to kill and destroy. You project your own failings upon us. You blind yourself from the truth.  "

[Play_X2_XP_ASSN_T_Stronghold_Maze_Taunts_K AkEvent]
SpokenText="I offer peace XCOM.  Not for you, your lives are forfeit. But for your children's children. Surrender and they may yet live. This entire universe will survive."

[Play_X2_XP_ASSN_T_Stronghold_Post_Teleport AkEvent]
SpokenText="Death is the only way out of this place for you XCOM. You cannot cheat your fate."

[Play_X2_XP_ASSN_T_Subsequent_Extraction_A AkEvent]
SpokenText="The mind is a fragile tool. Will it bend, or break, when I invade?"

[Play_X2_XP_ASSN_T_Subsequent_Extraction_B AkEvent]
SpokenText="Your thoughts are no longer your own."

[Play_X2_XP_ASSN_T_Subsequent_Extraction_C AkEvent]
SpokenText="This one looks like they are well informed."

[Play_X2_XP_ASSN_T_Templar_Taunts_A AkEvent]
SpokenText="Your steadfast focus is admirable Templar, if only it were not so misdirected."

[Play_X2_XP_ASSN_T_Templar_Taunts_B AkEvent]
SpokenText="The gift of Psionic power will do nothing to slow your demise, Templar. "

[Play_X2_XP_ASSN_T_Templar_Taunts_C AkEvent]
SpokenText="You cannot hope to ever attain the power of the Elders, much less those who serve them."

[Play_X2_XP_ASSN_T_Templar_Taunts_D AkEvent]
SpokenText="Perhaps you should take further time to reflect, Templar, before you find yourself outmatched. "

[Play_X2_XP_ASSN_T_Templar_Taunts_E AkEvent]
SpokenText="Your overconfidence will be your undoing, Templar."

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_A AkEvent]
SpokenText="Only two of the Elders' Chosen remain in the hunt. I intend on being the last.  "

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_B AkEvent]
SpokenText="The Chosen dwindle in numbers, but my focus is unwavering. "

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_C AkEvent]
SpokenText="It's only logical that you eliminate the weakest of the Chosen first. Now, two remain."

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_D AkEvent]
SpokenText="Only one other of my kind remains; I will not be the next to fall."

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_E AkEvent]
SpokenText="With half of the Elders' Chosen already gone, the prize is mine for the taking. "

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_F AkEvent]
SpokenText="You would dare kill a child of the Elders.  For that, your lives must be forfeit."

[Play_X2_XP_ASSN_T_Two_Chosen_Remain_G AkEvent]
SpokenText="You have succeeded in killing but one of my brethren. I assure you I will not fall so easily."

[Play_X2_XP_ASSN_T_Vanishing_Wind_A AkEvent]
SpokenText="The wind carries me."

[Play_X2_XP_ASSN_T_Vanishing_Wind_B AkEvent]
SpokenText="I am the shadow."

[Play_X2_XP_ASSN_T_Vanishing_Wind_C AkEvent]
SpokenText="I move with the wind."

[Play_X2_XP_ASSN_T_Vanishing_Wind_D AkEvent]
SpokenText="The winds are my province."

[Play_X2_XP_ASSN_T_Vanishing_Wind_E AkEvent]
SpokenText="The wind cannot be contained."

[Play_X2_XP_ASSN_T_Vanishing_Wind_F AkEvent]
SpokenText="I drift beyond perception."

[Play_X2_XP_ASSN_T_Vanishing_Wind_G AkEvent]
SpokenText="Where I go, you cannot follow. "

[Play_X2_XP_ASSN_T_Vanishing_Wind_H AkEvent]
SpokenText="You've seen nothing."

[Play_X2_XP_ASSN_T_Vanishing_Wind_I AkEvent]
SpokenText="I fade away."

[Play_X2_XP_ASSN_T_Vanishing_Wind_J AkEvent]
SpokenText="I welcome the darkness."

[Play_X2_XP_ASSN_T_Was_Defeated_Last_A AkEvent]
SpokenText="Our previous encounter and my subsequent defeat will only serve to motivate me further. "

[Play_X2_XP_ASSN_T_Was_Defeated_Last_B AkEvent]
SpokenText="You've wasted precious time. You should not have allowed me to find you again."

[Play_X2_XP_ASSN_T_Was_Defeated_Last_C AkEvent]
SpokenText="I return having rededicated myself to the calling of the Elders. Your forces will fall. "

[Play_X2_XP_ASSN_T_Was_Defeated_Last_D AkEvent]
SpokenText="There can be no honor in flight from battle, even at the Elders behest. I will make amends for my past defeat."

[Play_X2_XP_ASSN_T_Was_Defeated_Last_E AkEvent]
SpokenText=" You've bested me before, but my commitment is unwavering. I will find your forces wherever they may wander."

[Play_X2_XP_ASSN_T_Was_Defeated_Last_F AkEvent]
SpokenText="You've given me a chance to remedy the mistakes of our previous encounter. Prepare yourselves."

[Play_X2_XP_ASSN_T_Was_Defeated_Last_G AkEvent]
SpokenText="It's not often I encounter the same foe twice, rarer still having been defeated once already. "

[Play_X2_XP_ASSN_T_Was_Defeated_Last_H AkEvent]
SpokenText="I relish the opportunity to redeem myself. I will not be so easily defeated again. "

[Play_X2_XP_ASSN_T_Was_Defeated_Last_I AkEvent]
SpokenText="I should not have taken our previous encounter so lightly Commander. My apologies.  May your forces die well. "

[Play_X2_XP_ASSN_T_Was_Defeated_Last_J AkEvent]
SpokenText="You surprised me in our last encounter, Commander.  Perhaps the Elders are right about you.  Let us find out."

[Play_X2_XP_ASSN_T_Was_Scarred_A AkEvent]
SpokenText="With every scar, a new rival is burned into my memory. I will never forget your strike against me. "

[Play_X2_XP_ASSN_T_Was_Scarred_B AkEvent]
SpokenText="The wounds of our previous encounter may heal, but I never forget the one who marked me."

[Play_X2_XP_ASSN_T_Was_Scarred_C AkEvent]
SpokenText="Each of my scars is a testament to a battle well-fought, even those given to me by you."

[Play_X2_XP_ASSN_T_Was_Scarred_D AkEvent]
SpokenText="I still bear the scars of our last encounter. Perhaps you need a reminder as well? "

[Play_X2_XP_ASSN_T_Was_Scarred_E AkEvent]
SpokenText="You've left me with scars that will never heal. It's only fair that I return the favor. "

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_A AkEvent]
SpokenText="Today you shed my blood, but in return I will take this soldier and learn all that they know of your plans."

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_B AkEvent]
SpokenText="I fear no wounds, but you should fear the knowledge that your soldier will no doubt provide me in captivity, Commander."

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_C AkEvent]
SpokenText="If I must suffer in exchange for your soldiers, then so be it. Their knowledge will justify the cost in the end."

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_D AkEvent]
SpokenText="A price was paid in my blood today, but in return your soldier will join me and share the stories of your Resistance, Commander."

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_E AkEvent]
SpokenText="You fought well today, but not well enough to prevent your soldier from becoming my captive. "

[Play_X2_XP_ASSN_T_Wounded_Escape_Capture_F AkEvent]
SpokenText="A noble effort in battle, squandered by the shame of allowing this captive to be taken. I wonder what they will share with me."

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_A AkEvent]
SpokenText="My wounds will heal, but the knowledge I gained today will never leave me. I will see you again soon."

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_B AkEvent]
SpokenText="You have fought well today, but I've gained a great deal of knowledge at your expense. "

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_C AkEvent]
SpokenText="You may have wounded me gravely, but at the cost of what knowledge of your future plans, Commander?"

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_D AkEvent]
SpokenText="These wounds are only temporary, but the knowledge you have sacrificed today will surely have long-lasting implications."

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_E AkEvent]
SpokenText="You have wounded me today, but at what expense? For I have already learned more than I could have hoped"

[Play_X2_XP_ASSN_T_Wounded_Escape_Extract_F AkEvent]
SpokenText="I will heal given time, but I fear you may never recover from exchange of knowledge that took place here today, Commander. "

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Chosen_Weap_A AkEvent]
SpokenText="A powerful trophy, you wield it well."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Chosen_Weap_B AkEvent]
SpokenText="You honor the fallen by wielding their weapon."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Chosen_Weap_C AkEvent]
SpokenText="I know that weapon all too well."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Chosen_Weap_D AkEvent]
SpokenText="A trophy well-earned no doubt. "

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Grenades_A AkEvent]
SpokenText="There is no honor in this!"

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Grenades_B AkEvent]
SpokenText="Is that all your skill would allow?!"

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Grenades_C AkEvent]
SpokenText="A cowardly strike."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Grenades_D AkEvent]
SpokenText="How clumsy of you."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Grenades_E AkEvent]
SpokenText="You lack nuance!"

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Hunter_Weap_A AkEvent]
SpokenText="An unusual weapon, not nearly as primitive as it would appear. "

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Hunter_Weap_B AkEvent]
SpokenText="That weapon bears the mark of another, where did you find it?"

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Hunter_Weap_C AkEvent]
SpokenText="Only a true craftsman could create such a weapon."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Squadsight_A AkEvent]
SpokenText="You cannot hide forever."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Squadsight_B AkEvent]
SpokenText="Cowardice disguised as strategy!"

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Squadsight_C AkEvent]
SpokenText="I will find you."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Squadsight_D AkEvent]
SpokenText="There is no place you can hide from me."

[Play_X2_XP_ASSN_T_XCOM_Attacks_With_Squadsight_E AkEvent]
SpokenText="You will regret your deceitful attack."

[Play_X2_XP_ASSN_T_XCOM_Attempts_Rescue_A AkEvent]
SpokenText="I respect your loyalty to an ally in need. You will die honorably today. "

[Play_X2_XP_ASSN_T_XCOM_Attempts_Rescue_B AkEvent]
SpokenText="How many are you willing to sacrifice to save this one? Let us find out."

[Play_X2_XP_ASSN_T_XCOM_Attempts_Rescue_C AkEvent]
SpokenText="You've come for your friend? An honorable, if not foolish decision. "

[Play_X2_XP_ASSN_T_XCOM_Attempts_Rescue_D AkEvent]
SpokenText="I admire your attempts at loyalty, as futile as they might be."

[Play_X2_XP_ASSN_T_XCOM_Attempts_Rescue_E AkEvent]
SpokenText="Humans do share an admirable sense of loyalty, even in the face of certain death."

[Play_X2_XP_ASSN_T_XCOM_Beam_Weapons_A AkEvent]
SpokenText="You are a resourceful species, just look at how far you've come. "

[Play_X2_XP_ASSN_T_XCOM_Beam_Weapons_B AkEvent]
SpokenText="I've enjoyed watching your kind adapt in the face of insurmountable odds. "

[Play_X2_XP_ASSN_T_XCOM_Beam_Weapons_C AkEvent]
SpokenText="Perhaps with these new weapons you'll present more of a challenge."

[Play_X2_XP_ASSN_T_XCOM_Beam_Weapons_D AkEvent]
SpokenText="In the end, it will make no difference what technology you appropriate from my kind."

[Play_X2_XP_ASSN_T_XCOM_Beam_Weapons_E AkEvent]
SpokenText="Technology can only take you so far, without the skill to wield it."

[Play_X2_XP_ASSN_T_XCOM_Completed_Blacksite_A AkEvent]
SpokenText="Do not concern yourselves with these simple facilities Commander.. I am a much greater threat to your existence."

[Play_X2_XP_ASSN_T_XCOM_Completed_Blacksite_B AkEvent]
SpokenText="You but disrupt a simple cog in the Elder?s great machine. This victory means nothing. "

[Play_X2_XP_ASSN_T_XCOM_Completed_Blacksite_C AkEvent]
SpokenText="I had hope your kind would never stumble across this facility, Commander.  Some things are best left unknown."

[Play_X2_XP_ASSN_T_XCOM_Completed_Blacksite_D AkEvent]
SpokenText="The Elders had expected you would eventually intrude into this facility. Perhaps it is time you learned the truth. Forget what you see this day and press forward no more.  No good can come from this."

[Play_X2_XP_ASSN_T_XCOM_Completed_Blacksite_E AkEvent]
SpokenText="Before you press forward and analyze your ill begotten spoils, ask yourself Commander.  Do you truly want to know what awaits beyond that facility?"

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_A AkEvent]
SpokenText="What can you do with your newfound knowledge of the Forge? Do you think the Elders are unaware of your intentions?"

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_B AkEvent]
SpokenText="You've captured a number of objects from these facilities, but do you truly understand what it is that you've found? "

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_C AkEvent]
SpokenText="Be careful of the newfound prizes you have stolen from our facilities Commander.  They are powerful toys in the hands of children?"

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_D AkEvent]
SpokenText="The body you've taken from the facility you call the Forge?return it now.  You cannot possibly grasp its true purpose. "

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_E AkEvent]
SpokenText="If you only understood the true purpose of what you found at the forge Commander, you would be thanking us.  I suppose it can never be that easy."

[Play_X2_XP_ASSN_T_XCOM_Completed_Forge_F AkEvent]
SpokenText="Your victory at the Forge will only accelerate the Elders' plans.  You should have listened to me, Commander."

[Play_X2_XP_ASSN_T_XCOM_Completed_PsiGate_A AkEvent]
SpokenText="The artifact you now possess, what do you intend to do with it? I'm not sure you fully understand its power."

[Play_X2_XP_ASSN_T_XCOM_Completed_PsiGate_B AkEvent]
SpokenText="It has taken our races thousands of years to master the principles of the Psionic gate.  Return what you have stolen before you inadvertently destroy us all."

[Play_X2_XP_ASSN_T_XCOM_Completed_PsiGate_C AkEvent]
SpokenText="The object you so brazenly removed stood unmolested long before you were born. You may come to regret having taken this particular prize. "

[Play_X2_XP_ASSN_T_XCOM_Completed_PsiGate_D AkEvent]
SpokenText="You've made quite a habit of taking trophies that belong to the Elders. Do you even know what it is you now keep aboard your ship?"

[Play_X2_XP_ASSN_T_XCOM_Completed_PsiGate_E AkEvent]
SpokenText="You continually impress me with your progress Commander.  I had not thought you capable of acquiring the Psi-Gate.  Truly you are worthy of the Elder?s prize."

[Play_X2_XP_ASSN_T_XCOM_Hits_Chosen_First_Time_A AkEvent]
SpokenText="I won't be slowed by your feeble attacks."

[Play_X2_XP_ASSN_T_XCOM_Hits_Chosen_First_Time_B AkEvent]
SpokenText="You'll have to do better than that."

[Play_X2_XP_ASSN_T_XCOM_Hits_Chosen_First_Time_C AkEvent]
SpokenText="That will not be enough to stop me. "

[Play_X2_XP_ASSN_T_XCOM_Killed_By_Hostiles_A AkEvent]
SpokenText="I had expected so much more from the great XCOM."

[Play_X2_XP_ASSN_T_XCOM_Killed_By_Hostiles_B AkEvent]
SpokenText="Where are your grand strategies now, Commander?"

[Play_X2_XP_ASSN_T_XCOM_Killed_By_Hostiles_C AkEvent]
SpokenText="It must pain you to lose another precious life."

[Play_X2_XP_ASSN_T_XCOM_Killed_By_Hostiles_D AkEvent]
SpokenText="I know that each loss is a great blow to your people, Commander."

[Play_X2_XP_ASSN_T_XCOM_Killed_By_Hostiles_E AkEvent]
SpokenText="They aren't so easily replaced, are they?"

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_A AkEvent]
SpokenText="A trivial loss, easily replaced."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_B AkEvent]
SpokenText="They have served with honor. Their duty to the Elders fulfilled."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_C AkEvent]
SpokenText="If the Elders had expected more, then I wouldn't be here."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_D AkEvent]
SpokenText="They fall just as they serve, without question or regret. "

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_E AkEvent]
SpokenText="As one dies, another is already born to take its place."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_F AkEvent]
SpokenText="They die as warriors, as great a death as one could hope for."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_G AkEvent]
SpokenText="Of those born by the Elders' hands, not all are created equal."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_H AkEvent]
SpokenText="They exist to serve the Elders, to fight and die on the field of battle."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_I AkEvent]
SpokenText="There is no shame in their defeat, they know nothing of their actions."

[Play_X2_XP_ASSN_T_XCOM_Kills_Hostiles_J AkEvent]
SpokenText="What value do you place on the lives of your enemy?"

[Play_X2_XP_ASSN_T_XCOM_Kills_Priest_A AkEvent]
SpokenText="In their eyes, you have only brought them one step closer to the Elders' embrace."

[Play_X2_XP_ASSN_T_XCOM_Kills_Priest_B AkEvent]
SpokenText="Loyalty alone was not enough to protect them."

[Play_X2_XP_ASSN_T_XCOM_Kills_Priest_C AkEvent]
SpokenText="The death of an ADVENT priest will surely anger my brother."

[Play_X2_XP_ASSN_T_XCOM_Kills_Priest_D AkEvent]
SpokenText="Another priest returns to the Elders. "

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Capture_A AkEvent]
SpokenText="A difficult day for you no doubt, Commander. To suffer such losses, and lose a soldier to captivity. "

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Capture_B AkEvent]
SpokenText="Perhaps you should reassess your strategies, Commander. To lose so many soldiers in battle, and then another to captivity. A poor showing."

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Capture_C AkEvent]
SpokenText="Many have fallen today, and for this soldier given up to captivity, the worst is yet to come. "

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Extract_A AkEvent]
SpokenText="Your forces have suffered greatly, and still, I have learned so much from them. "

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Extract_B AkEvent]
SpokenText="Not only have your forces suffered immeasurably, but they've told me more than I could have hoped about your operations."

[Play_X2_XP_ASSN_T_XCOM_Loss_Escape_Extract_C AkEvent]
SpokenText="The knowledge your decimated soldiers have shared today will no doubt lead to even greater losses for your people in the future."

[Play_X2_XP_ASSN_T_XCOM_Losses_Last_Time_A AkEvent]
SpokenText="So many of your forces fell in our last encounter, I was worried you might run out of fresh recruits. "

[Play_X2_XP_ASSN_T_XCOM_Losses_Last_Time_B AkEvent]
SpokenText="I hope you've improved your tactics since our last engagement, Commander. A soldier's life should not be discarded so frivolously."

[Play_X2_XP_ASSN_T_XCOM_Losses_Last_Time_C AkEvent]
SpokenText="It must be difficult to maintain morale after suffering such a heavy blow last we met, Commander. "

[Play_X2_XP_ASSN_T_XCOM_Losses_Last_Time_D AkEvent]
SpokenText="The Elders promised me a worthy adversary in you Commander. As most things in this world I find myself yet again disappointed."

[Play_X2_XP_ASSN_T_XCOM_Mag_Weapons_A AkEvent]
SpokenText="An advanced weapon for your kind I suppose."

[Play_X2_XP_ASSN_T_XCOM_Mag_Weapons_B AkEvent]
SpokenText="Slowly you advance, clinging to our most basic technologies."

[Play_X2_XP_ASSN_T_XCOM_Mag_Weapons_C AkEvent]
SpokenText="Is that the best your researchers could come up with?"

[Play_X2_XP_ASSN_T_XCOM_Mag_Weapons_D AkEvent]
SpokenText="Perhaps you should consider a more traditional weapon."

[Play_X2_XP_ASSN_T_XCOM_Mag_Weapons_E AkEvent]
SpokenText="Are you sure you know how to use that weapon?"

[Play_X2_XP_ASSN_T_XCOM_Misses_Chosen_First_Time_A AkEvent]
SpokenText="If you weren't prepared to strike, then why bother?"

[Play_X2_XP_ASSN_T_XCOM_Misses_Chosen_First_Time_B AkEvent]
SpokenText="Your mistake could prove costly. "

[Play_X2_XP_ASSN_T_XCOM_Misses_Chosen_First_Time_C AkEvent]
SpokenText="Never commit to strike unless you are truly ready."

[Play_X2_XP_ASSN_T_XCOM_Misses_Chosen_First_Time_D AkEvent]
SpokenText="Do you lack the courage of your convictions?"

[Play_X2_XP_ASSN_T_XCOM_Misses_Chosen_First_Time_E AkEvent]
SpokenText="Surely you can do better?"

[Play_X2_XP_ASSN_T_XCOM_Rescued_Captive_A AkEvent]
SpokenText="Perhaps if you stopped allowing your troops to be captured, you wouldn't expend so much effort in recovering them?"

[Play_X2_XP_ASSN_T_XCOM_Rescued_Captive_B AkEvent]
SpokenText="So you've taken one back? Somehow I doubt it will be the last of your soldiers that I take captive. "

[Play_X2_XP_ASSN_T_XCOM_Sabotaged_Facility_A AkEvent]
SpokenText="Your recent actions against our facilities only slow the inevitable, a temporary distraction at best."

[Play_X2_XP_ASSN_T_XCOM_Sabotaged_Facility_B AkEvent]
SpokenText="These constructions will come and go, but the Elders vision cannot be so easily hindered."

[Play_X2_XP_ASSN_T_XCOM_Sabotaged_Facility_C AkEvent]
SpokenText="Heroic but futile. Just as quickly as you destroy these meaningless facilities, the Elders build another in its place. "

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_A AkEvent]
SpokenText="The pain will only strengthen my focus."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_B AkEvent]
SpokenText="I cannot be so easily dissuaded. "

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_C AkEvent]
SpokenText="I will not be deterred!"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_D AkEvent]
SpokenText="A trivial wound."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_E AkEvent]
SpokenText="One can grow accustomed to pain."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_F AkEvent]
SpokenText="You will suffer for that!"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_G AkEvent]
SpokenText="It is but a scratch."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_H AkEvent]
SpokenText="Finally, a true strike!"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_I AkEvent]
SpokenText="You will share in my pain."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Hits_J AkEvent]
SpokenText="Now the battle can begin."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_A AkEvent]
SpokenText="A half-hearted attempt at best."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_B AkEvent]
SpokenText="You make this too easy."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_C AkEvent]
SpokenText="You lack focus."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_D AkEvent]
SpokenText="I await a true challenger."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_E AkEvent]
SpokenText="Were you actually trained for combat?"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_F AkEvent]
SpokenText="How have you managed to come this far?"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_G AkEvent]
SpokenText="I had expected something more."

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_H AkEvent]
SpokenText="You are the best this planet has to offer?"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_I AkEvent]
SpokenText="Perhaps someone of more skill should try?"

[Play_X2_XP_ASSN_T_XCOM_Subsequent_Misses_J AkEvent]
SpokenText="Your training fails you."

[Play_X2_XP_ASSN_T_XCOM_Taunts_A AkEvent]
SpokenText="This world holds a great deal of promise, one must simply look past the current inhabitants. "

[Play_X2_XP_ASSN_T_XCOM_Taunts_B AkEvent]
SpokenText="At one time your people fought honorably; now you scurry in the shadows like rodents."

[Play_X2_XP_ASSN_T_XCOM_Taunts_C AkEvent]
SpokenText="The Elders have been too lenient with you, too clever in their ways. I will leave you with no questions."

[Play_X2_XP_ASSN_T_XCOM_Taunts_D AkEvent]
SpokenText="The fate of this world rests on the shoulders of your band of misfits. But in the end, the blame for its loss will lie with you.   "

[Play_X2_XP_ASSN_T_XCOM_Taunts_E AkEvent]
SpokenText="You've proven resilient in the face of overwhelming odds, and still you've accomplished so little. Was it worth it?"

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_A AkEvent]
SpokenText="Now we will see the talents of XCOM's great Commander in action."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_B AkEvent]
SpokenText="The resurgence of XCOM ends today."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_C AkEvent]
SpokenText="This is the beginning of the end for your Resistance."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_D AkEvent]
SpokenText="Are you prepared to face the Elders' Chosen?"

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_E AkEvent]
SpokenText="Send your lambs to the slaughter."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_F AkEvent]
SpokenText="I am coming for you, Commander. "

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_G AkEvent]
SpokenText="Your soldiers will die today, Commander. But they die with honor."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_H AkEvent]
SpokenText="I will deliver you to the next world without delay."

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_I AkEvent]
SpokenText="Take comfort, for there is dignity in death to a superior opponent. "

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_J AkEvent]
SpokenText="When facing a true master, there is no shame in despair. "

[Play_X2_XP_ASSN_T_XCOM_Turn_Begins_K AkEvent]
SpokenText="You are outmatched, and your time is running short, Commander."

[Play_X2_XP_ASSN_T_XCOM_Uses_Chosen_Weapon_A AkEvent]
SpokenText="I see you've collected a trophy from one of my fallen brethren. Wield it well."

[Play_X2_XP_ASSN_T_XCOM_Uses_Chosen_Weapon_B AkEvent]
SpokenText="Let us see if that weapon serves you better than its previous owner. "

[Play_X2_XP_ASSN_T_XCOM_Uses_Chosen_Weapon_C AkEvent]
SpokenText="By wielding that weapon, you honor the fallen more than you realize."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_A AkEvent]
SpokenText="First they will suffer, then they will die. "

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_B AkEvent]
SpokenText="There is no room for mistakes here."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_C AkEvent]
SpokenText="Your forces grow weaker with every breath."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_D AkEvent]
SpokenText="They won't last long at this rate."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_E AkEvent]
SpokenText="Their blood is on your hands, Commander."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_F AkEvent]
SpokenText="For some, the pain would be empowering. "

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_G AkEvent]
SpokenText="Their wounds will quicken the march to death."

[Play_X2_XP_ASSN_T_XCOM_Wounded_By_Hostiles_H AkEvent]
SpokenText="What will you do when they can no longer fight?"

